[
    {
        "name": "Extra Pale Ale (XPA)",
        "number": "AAUH",
        "category": "Local Styles - Australia/New Zealand",
        "categorynumber": "A",
        "overallimpression": "A highly drinkable, hop-forward pale ale that is lighter in color and body than an American Pale Ale but with a more assertive hop character than a Golden Ale. Clean malt profile allows modern hop varieties to shine with bright, tropical, citrus, or floral notes. Refreshing and crisp with a dry finish.",
        "aroma": "Moderate to high hop aroma with fresh notes of tropical fruit (mango, passionfruit), citrus (lime, grapefruit), and light pine or floral elements depending on hop varieties used. Low to moderate malt aroma, often clean and lightly grainy or biscuity. Low yeast ester profile. No diacetyl.",
        "appearance": "Very pale gold to light amber. Brilliant to good clarity. Moderate white head with fair to good retention.",
        "flavor": "Hop flavor dominates with a vibrant expression of modern hops—typically tropical, citrusy, and occasionally piney. Moderate to high hop bitterness, balanced by a light and clean malt base with subtle grainy or biscuity sweetness. Finishes dry to off-dry with a pleasant lingering bitterness and fresh hop aftertaste.",
        "mouthfeel": "Light to medium-light body. Moderate to high carbonation enhances the beer’s crispness and drinkability. Smooth, refreshing finish without astringency.",
        "comments": "Originally emerging from the Australian craft scene, XPA occupies a space between Pale Ale and Session IPA. It's often brewed to be easy-drinking and refreshing while highlighting new-world hop varieties. Alcohol strength can vary slightly but typically remains below American IPA range. Often used as a showcase for Southern Hemisphere hops.",
        "entryinstructions": "-",
        "currentlydefinedtypes": "-",
        "ibumin": "25",
        "ibumax": "45",
        "ogmin": "1.040",
        "ogmax": "1.050",
        "fgmin": "1.006",
        "fgmax": "1.012",
        "abvmin": "4.2",
        "abvmax": "5.2",
        "srmmin": "3",
        "srmmax": "6",
        "strengthclassifications": "-",
        "history": "The style was popularized in Australia and New Zealand in the 2010s by breweries like Coopers and 4 Pines, seeking to offer a beer lighter than a Pale Ale but hoppier than a Golden Ale. XPAs were often keg-only releases initially but grew into full production due to popularity. The term 'XPA' remains flexible, but is generally used to describe a well-hopped, lighter-bodied ale featuring prominent new world hop character.",
        "characteristicingredients": "Pale base malts (such as Pilsner, Pale Ale malt), sometimes with small additions of Munich or wheat malt. Southern Hemisphere hops like Galaxy, Motueka, Nelson Sauvin, and Vic Secret are common. Clean American or English ale yeasts, with low ester production. Water profile may enhance hop perception (moderate sulfate levels).",
        "stylecomparison": "Lighter in body and malt than an American Pale Ale. More hop-forward and bitter than a Blonde or Golden Ale. Lower alcohol and bitterness than an American IPA. Not as juicy or soft as a New England Pale Ale. Shares similarities with Session IPAs but with a cleaner finish and less haze.",
        "commercialexamples": "Coopers XPA, Balter XPA, 4 Pines XPA, Mountain Goat XPA, Akasha Little Smith, Pirate Life XPA",
        "tags": "pale-color, standard-strength, top-fermented, hoppy, sessionable, modern-style, australian"
    },
    {
        "name": "SoCal IPA",
        "number": "AUSHC",
        "category": "Local Styles - United States",
        "categorynumber": "A",
        "overallimpression": "A dry, hop-saturated IPA with brilliant clarity and assertive bitterness. Showcasing American and Southern Hemisphere hops, SoCal IPAs emphasize bright citrus, dank pine, tropical fruit, and resinous hop flavor with minimal malt sweetness. Clean fermentation and a crisp finish make it highly drinkable despite elevated bitterness and alcohol.",
        "aroma": "High hop aroma, often led by citrus (grapefruit, orange peel), pine, dank resin, and tropical notes (mango, pineapple, passionfruit). Very low to no malt aroma; if present, may suggest a hint of toast or biscuit. Clean fermentation profile with possible light esters. No diacetyl.",
        "appearance": "Pale gold to deep golden with brilliant clarity. Long-lasting white head with moderate to high retention. Sparkling and attractive in the glass.",
        "flavor": "Aggressive hop flavor and bitterness dominate, with notes of citrus rind, pine resin, tropical fruit, and occasional dank or diesel-like hop character. Malt presence is minimal and dry—light cracker, biscuit, or toast—designed only to support the hops. The finish is dry, clean, and bitter with a lingering hop presence. No caramel or sweetness.",
        "mouthfeel": "Medium-light body with moderate to high carbonation. Smooth, crisp mouthfeel with a sharply bitter edge. Alcohol warmth may be noticeable but should never be hot or harsh.",
        "comments": "A regional variant of the West Coast IPA pioneered in Southern California by breweries such as Stone, Green Flash, Pizza Port, and Alpine. Known for its clarity, dryness, and high-impact hop character without sweetness or haze. Focused on drinkability despite bold bitterness. Often brewed with water high in sulfates to accentuate hop sharpness.",
        "entryinstructions": "-",
        "currentlydefinedtypes": "-",
        "ibumin": "50",
        "ibumax": "75",
        "ogmin": "1.060",
        "ogmax": "1.072",
        "fgmin": "1.006",
        "fgmax": "1.010",
        "abvmin": "6.5",
        "abvmax": "7.5",
        "srmmin": "4",
        "srmmax": "7",
        "strengthclassifications": "-",
        "history": "Developed in the late 1990s and early 2000s by iconic Southern California breweries as a hop-forward evolution of the American IPA. Stone IPA (1997), Green Flash West Coast IPA, and Alpine Duet set the tone for a new sub-style: dry, bitter, clear, and bursting with citrusy American hop character. The style contrasts sharply with the New England IPA movement that followed.",
        "characteristicingredients": "Pale 2-row malt base, often with small amounts of Vienna or light Munich malt for structure. Sugar additions (dextrose) are common to aid dryness. American hop varieties like Simcoe, Amarillo, Centennial, Citra, Mosaic, Chinook, and newer high-oil cultivars. Neutral American ale yeast (e.g., Chico). High sulfate water to accentuate crispness and bitterness.",
        "stylecomparison": "Drier and more aggressively bitter than modern West Coast IPAs, which may allow more malt sweetness. Clearer, crisper, and less juicy than New England IPAs. Higher hop aroma and bitterness than American Pale Ales. More focused than Session IPAs or hazy variants.",
        "commercialexamples": "Stone IPA, Beachwood Amalgamator, Green Flash West Coast IPA (OG version), Alpine Duet, Pizza Port Swami's IPA, Societe The Pupil",
        "tags": "pale-color, strong, top-fermented, very-hoppy, dry-finish, bitter, american, west-coast-style, local-style"
    },
    {
        "name": "Australian Pacific Ale",
        "number": "AAULP",
        "category": "Local Styles - Australia",
        "categorynumber": "A",
        "overallimpression": "A pale, refreshing grainy, doughy, or bready wheat beer with a clean fermentation profile and a variable hop character and bitterness. Its lighter body and higher carbonation contribute to its easy-drinking nature.",
        "aroma": "Low to moderate grainy, bready, or doughy wheat character. A light to moderate clean malty sweetness is acceptable. Moderate esters optional, usually a neutral profile. Moderate to high tropical fruity hop aroma. Usually dry-hopped. No banana. No clove phenols.",
        "appearance": "Usually pale straw to gold. Hazy with yeast and/or dry hopping approximating a Weissbier. Big, long-lasting white head.",
        "flavor": "Light to moderately-strong bready, doughy, or grainy wheat flavour, which can linger into the finish. Can finish quite dry and crisp. Medium hop bitterness, sometimes lasting into the finish. Balance is usually even, but may be slightly bitter. Dominated by definite, but not extreme, tropical fruit hop character. No banana. No clove phenols.",
        "mouthfeel": "Medium-light to medium body. Medium carbonation. Light and fresh.",
        "comments": "A modern Australian craft style. Popular for its sessionability and refreshing tropical hop aroma. Prominent wheat character and dry-hopping differentiate it from other pale ales.",
        "entryinstructions": "-",
        "currentlydefinedtypes": "-",
        "ibumin": "15",
        "ibumax": "30",
        "ogmin": "1.035",
        "ogmax": "1.043",
        "fgmin": "1.008",
        "fgmax": "1.010",
        "abvmin": "3.5",
        "abvmax": "4.4",
        "srmmin": "3",
        "srmmax": "5",
        "strengthclassifications": "-",
        "history": "Introduced by Stone and Wood in 2008 as Draught Ale and renamed Pacific Ale in 2010. Numerous other breweries have introduced similar Summer/Pacific ales, but Stone and Wood’s version has consistently rated among the top Australian craft beers since 2010.",
        "characteristicingredients": "Clean American ale yeast. Wheat malt around 20% or more. Australian hops such as Galaxy, Melba, Vic Secret, and Topaz, typically used for dry hopping. German, NZ, and American hop varieties are not typical. Weissbier yeast is inappropriate.",
        "stylecomparison": "More hop character and less yeast character than Weissbier. Never with banana or clove phenols. Generally similar in range and balance to an American Wheat Beer, but with a more tropical, passionfruit-forward hop presence.",
        "commercialexamples": "Stone and Wood Pacific Ale, 4 Pines Pacific Ale, Coopers Pacific Ale, Little Creatures Pacific Ale",
        "tags": "session-strength, pale-colour, Australia, craft-style, wheat-beer-family"
    },
    {
        "name": "Carling Black Label (South Africa)",
        "number": "LZAM",
        "category": "Local Styles - South Africa",
        "categorynumber": "L",
        "overallimpression": "A clean, crisp, full-bodied international lager with a slightly stronger alcohol content than most commercial lagers. It offers a balanced flavor with a smooth malt character and light bitterness, resulting in a highly drinkable and refreshing beer.",
        "aroma": "Low to medium-low malt aroma with a grainy-sweet or light corn character. Hop aroma is faint to nonexistent. Fermentation profile is clean, with no fruity esters or diacetyl.",
        "appearance": "Pale straw to light gold color. Brilliant clarity. White head with medium to low retention due to moderate adjunct usage.",
        "flavor": "Balanced toward light grainy malt with a hint of sweetness. Low hop bitterness and minimal hop flavor. Clean fermentation profile with a dry and crisp finish. Slight cereal or corn notes may be detected.",
        "mouthfeel": "Light-bodied and smooth with high carbonation. Crisp and refreshing mouthfeel with no harshness or astringency. Alcohol warmth is not apparent despite its higher ABV.",
        "comments": "Carling Black Label is marketed as a stronger premium lager and is one of South Africa's top-selling beers. Often known as 'Zamalek,' it is appreciated for its boldness, affordability, and cultural significance.",
        "entryinstructions": "-",
        "currentlydefinedtypes": "-",
        "ibumin": "15",
        "ibumax": "20",
        "ogmin": "1.048",
        "ogmax": "1.050",
        "fgmin": "1.008",
        "fgmax": "1.010",
        "abvmin": "5.4",
        "abvmax": "5.5",
        "srmmin": "3",
        "srmmax": "4",
        "strengthclassifications": "standard-strength",
        "history": "Originally developed by Carling Brewery in Canada, Carling Black Label became a global brand in the mid-20th century. In South Africa, it was introduced during the 1960s by South African Breweries (SAB) and has grown to become the country’s best-selling beer. It gained popularity during apartheid and became a cultural icon, especially in working-class and township communities.",
        "characteristicingredients": "Pale 2-row malt, with adjuncts such as maize or rice to lighten body. Bittering hops likely include Magnum or Galena. Clean, neutral lager yeast. Soft to moderately hard brewing water. High carbonation levels.",
        "stylecomparison": "Fuller-bodied and slightly stronger than an American Light Lager. Less hop bitterness and complexity than a German Pilsner. Similar ABV to Czech Premium Pale Lager but less malt and hop complexity.",
        "commercialexamples": "Carling Black Label (South Africa)",
        "tags": "standard-strength, pale-colour, South Africa, macro-lager, award-winning, crisp, clean"
    },
    {
        "name": "Windhoek Lager",
        "number": "LNA01",
        "category": "Local Styles - Namibia",
        "categorynumber": "L",
        "overallimpression": "A clean, crisp, and well-balanced premium lager brewed according to the German Purity Law. It delivers a smooth malt flavor with a subtle hop bitterness, offering a refreshing and sessionable drinking experience.",
        "aroma": "Mild to moderate grainy malt aroma with clean lager yeast character. Hop aroma is low to none. Very clean fermentation profile with no esters or diacetyl.",
        "appearance": "Bright, pale gold color. Brilliant clarity. Dense, white head with moderate retention.",
        "flavor": "Soft, grainy-sweet malt character balanced by low bitterness. Finishes clean and crisp with a faint lingering malt sweetness. Very low hop flavor, if any. Clean lager fermentation profile.",
        "mouthfeel": "Light to medium body. Medium to high carbonation. Smooth, refreshing, and easy-drinking. No alcohol warmth or harshness.",
        "comments": "Brewed strictly according to the Reinheitsgebot with only water, malted barley, and hops. Windhoek Lager is Namibia’s flagship beer and one of the few African lagers brewed without adjuncts.",
        "entryinstructions": "-",
        "currentlydefinedtypes": "-",
        "ibumin": "15",
        "ibumax": "20",
        "ogmin": "1.044",
        "ogmax": "1.048",
        "fgmin": "1.008",
        "fgmax": "1.010",
        "abvmin": "4.0",
        "abvmax": "4.2",
        "srmmin": "3",
        "srmmax": "4",
        "strengthclassifications": "standard-strength",
        "history": "Windhoek Lager is brewed by Namibia Breweries Limited in Windhoek. It has been brewed since 1920 and has maintained a commitment to the German Reinheitsgebot. It has become a national symbol of pride and is distributed widely across Southern Africa.",
        "characteristicingredients": "100% malted barley, hops, water, and lager yeast. No adjuncts or additives. Hops are likely classic German noble varieties or similar clean bittering hops.",
        "stylecomparison": "Similar in profile to a German Helles but with a slightly lighter malt character. Fuller and more flavorful than an American Lager due to the absence of adjuncts.",
        "commercialexamples": "Windhoek Lager",
        "tags": "standard-strength, pale-colour, Namibia, Reinheitsgebot, macro-lager, clean, crisp"
    },
    {
        "name": "Windhoek Draught",
        "number": "LNA02",
        "category": "Local Styles - Namibia",
        "categorynumber": "L",
        "overallimpression": "A smooth, slightly fuller-bodied lager with a clean malt profile and crisp finish. Brewed under the German Purity Law, Windhoek Draught is designed for easy drinking with slightly more body and presence than Windhoek Lager.",
        "aroma": "Light to moderate malt aroma with a subtle graininess. Clean fermentation with no fruity esters, sulfur, or diacetyl. Very low or absent hop aroma.",
        "appearance": "Bright pale gold. Clear and brilliant with a medium white head that persists moderately.",
        "flavor": "Clean malt-forward taste with subtle sweetness and very low hop bitterness. Finishes smooth and crisp. Balanced flavor with a slightly richer malt expression than standard lagers.",
        "mouthfeel": "Medium body. Moderate to high carbonation. Smooth and easy-drinking with a slightly creamy texture compared to the standard lager.",
        "comments": "Windhoek Draught is brewed with the same all-malt ingredients as Windhoek Lager, but with a slightly richer malt profile and fuller body. Designed for draught and larger-format packaging, it has become a go-to choice in social settings.",
        "entryinstructions": "-",
        "currentlydefinedtypes": "-",
        "ibumin": "15",
        "ibumax": "20",
        "ogmin": "1.046",
        "ogmax": "1.050",
        "fgmin": "1.008",
        "fgmax": "1.010",
        "abvmin": "4.5",
        "abvmax": "4.8",
        "srmmin": "3",
        "srmmax": "4",
        "strengthclassifications": "standard-strength",
        "history": "Windhoek Draught was introduced by Namibia Breweries Limited to cater to changing consumer preferences for larger serving sizes and a slightly fuller-bodied lager. It continues to uphold the Reinheitsgebot and enjoys widespread popularity in Southern Africa.",
        "characteristicingredients": "100% malted barley, hops, water, and lager yeast. No adjuncts. May use slightly higher grain-to-water ratio than Windhoek Lager to achieve fuller body.",
        "stylecomparison": "Similar to Windhoek Lager but with a slightly fuller body and maltier finish. Compared to a German Helles, it is less bready but equally clean and smooth.",
        "commercialexamples": "Windhoek Draught",
        "tags": "standard-strength, pale-colour, Namibia, Reinheitsgebot, fuller-body, macro-lager, crisp"
    },
    {
        "name": "Broyhan",
        "number": "ADE51",
        "category": "Historical Styles - Germany",
        "categorynumber": "A",
        "overallimpression": "A very pale, low-alcohol, lightly soured wheat or barley ale brewed without hops. It has a soft mouthfeel, subtle sweetness, and light tartness, with a refreshing profile and no bitterness. Originally made for short-term consumption, Broyhan is unique for its delicate, wine-like acidity and clean malt body.",
        "aroma": "Low grainy or bready malt aroma from pale barley or wheat. Very low to no hop aroma. Subtle lactic sourness and mild fruit esters may be present depending on fermentation. Clean, restrained, and delicate overall. No banana or phenolic character.",
        "appearance": "Very pale straw to light yellow. Typically clear to hazy depending on age and fermentation. White, foamy head with good retention. Low carbonation was common historically.",
        "flavor": "Grain-forward with lightly sweet malt or wheat flavors. Balanced by a soft, tart lactic acidity. Clean and mild with no hop bitterness. Often slightly vinous or wine-like. No spicy or phenolic notes. Extremely drinkable and refreshing.",
        "mouthfeel": "Light-bodied with moderate to low carbonation. Smooth and soft on the palate. Tartness contributes to perceived dryness. Alcohol is low and warming should be absent.",
        "comments": "One of the earliest examples of a Northern German white ale. Notable for its complete lack of hops and inclusion of lactic fermentation. Meant to be consumed young. Modern interpretations often use a mix of Pilsner and wheat malts for balance and flavor complexity.",
        "entryinstructions": "-",
        "currentlydefinedtypes": "Standard and Doppelbroyhan (stronger, first-runnings version brewed in March and October)",
        "ibumin": "0",
        "ibumax": "0",
        "ogmin": "1.035",
        "ogmax": "1.045",
        "fgmin": "1.006",
        "fgmax": "1.010",
        "abvmin": "3.5",
        "abvmax": "4.5",
        "srmmin": "2",
        "srmmax": "4",
        "strengthclassifications": "standard-strength",
        "history": "Broyhan was first brewed in 1526 by Cord Broyhan in Hanover, inspired by Hamburg's white beer traditions. Accidentally creating a lighter, sweeter, hopless beer, Cord Broyhan's style gained massive popularity across Northern Germany. Brewed with air-dried malts and fermented with ale yeast and sometimes Lactobacillus, the style remained prominent into the 18th century. A stronger 'Doppelbroyhan' was made seasonally. Over time, the style disappeared but has been revived in modern historical brewing efforts.",
        "characteristicingredients": "Pilsner malt (historically air-dried), often 100%. Variants include wheat malt blends (2:1, 1:1, or 1:2 Pilsner to wheat). No hops. Top-fermenting ale yeast (e.g., WLP029) and Lactobacillus delbrueckii (e.g., Wyeast 4335) for mild souring. Step mash with infusion and decoction was common.",
        "stylecomparison": "Lighter and less sour than Berliner Weisse. Cleaner and less phenolic than Gose. No bitterness or spicing. More vinous and malt-forward than both.",
        "commercialexamples": "Recreations only – Hannoversches Brauhaus Broyhan (limited release), homebrew and historical brewing society interpretations.",
        "tags": "pale-color, historical, top-fermented, low-bitterness, sour, wheat-optional, Germany, heritage-style"
    }
]