[
    {
        "name": "Broyhan",
        "number": "LDEW",
        "category": "Historical German Beer",
        "categorynumber": "L",
        "overallimpression": "A pale, lightly sweet, low-alcohol wheat ale with a smooth body and low bitterness. Often displays subtle fruity esters and very low hop character, sometimes with a light tartness. Refreshing and easy-drinking, it was once one of the most popular beers in Northern Germany.",
        "aroma": "Grainy-sweet malt and wheat character dominate, with low to moderate fruity esters (apple, pear). Low herbal or floral hop aroma may be present. Some versions may have a faint lactic tartness. Clean fermentation is typical, but historic versions may show mild funk or sourness.",
        "appearance": "Pale straw to light golden in color. Generally clear, though slight haze is acceptable. Moderate to low white head with average retention.",
        "flavor": "Mild grainy malt sweetness with bready wheat notes. Low fruity esters are typical. Hop flavor and bitterness are very low, allowing the malt and yeast character to shine. Some versions may have a slight tartness or acidity. Smooth and mellow, with a soft finish.",
        "mouthfeel": "Light-bodied with moderate to high carbonation. Smooth and slightly creamy from the wheat. Very easy drinking with a clean finish. No harshness or astringency.",
        "comments": "Modern interpretations may differ significantly from the original due to the lack of a recorded recipe. Sometimes brewed with a small lactic or wild yeast contribution. Historically significant style from the 16th century.",
        "entryinstructions": "-",
        "currentlydefinedtypes": "-",
        "ibumin": "5",
        "ibumax": "10",
        "ogmin": "1.030",
        "ogmax": "1.040",
        "fgmin": "1.006",
        "fgmax": "1.010",
        "abvmin": "3.5",
        "abvmax": "4.5",
        "srmmin": "2",
        "srmmax": "4",
        "strengthclassifications": "-",
        "history": "Created in 1526 by Cord Broyhan in Hanover, Germany, inspired by the white beers of Hamburg. Broyhan’s version was less sour and more approachable, leading to widespread popularity across Northern Germany and beyond. It remained dominant for over two centuries until lagers replaced most ale styles. Original formulations are lost, but recreations are based on historical accounts.",
        "characteristicingredients": "A blend of pale barley malt and a large proportion of wheat malt. Top-fermenting ale yeast producing fruity esters. Minimal noble hops for low bitterness. Historic versions may have included wild yeast or mild souring organisms. Water likely soft to moderately hard.",
        "stylecomparison": "Similar in composition to Berliner Weisse but less sour. Shares fruity and wheat character with Belgian Witbier but is simpler and less spicy. Not as bitter or crisp as a Kölsch. Milder and smoother than Gose.",
        "commercialexamples": "Hannoversches Brauhaus Broyhan, occasional historic re-creations by craft breweries in Germany and the U.S.",
        "tags": "historical, wheat-beer, ale, low-bitterness, pale-color, session-strength, top-fermented, smooth, heritage"
    },
    {
        "name": "Extra Pale Ale (XPA)",
        "number": "AAUH",
        "category": "Local Styles - Australia/New Zealand",
        "categorynumber": "A",
        "overallimpression": "A highly drinkable, hop-forward pale ale that is lighter in color and body than an American Pale Ale but with a more assertive hop character than a Golden Ale. Clean malt profile allows modern hop varieties to shine with bright, tropical, citrus, or floral notes. Refreshing and crisp with a dry finish.",
        "aroma": "Moderate to high hop aroma with fresh notes of tropical fruit (mango, passionfruit), citrus (lime, grapefruit), and light pine or floral elements depending on hop varieties used. Low to moderate malt aroma, often clean and lightly grainy or biscuity. Low yeast ester profile. No diacetyl.",
        "appearance": "Very pale gold to light amber. Brilliant to good clarity. Moderate white head with fair to good retention.",
        "flavor": "Hop flavor dominates with a vibrant expression of modern hops—typically tropical, citrusy, and occasionally piney. Moderate to high hop bitterness, balanced by a light and clean malt base with subtle grainy or biscuity sweetness. Finishes dry to off-dry with a pleasant lingering bitterness and fresh hop aftertaste.",
        "mouthfeel": "Light to medium-light body. Moderate to high carbonation enhances the beer’s crispness and drinkability. Smooth, refreshing finish without astringency.",
        "comments": "Originally emerging from the Australian craft scene, XPA occupies a space between Pale Ale and Session IPA. It's often brewed to be easy-drinking and refreshing while highlighting new-world hop varieties. Alcohol strength can vary slightly but typically remains below American IPA range. Often used as a showcase for Southern Hemisphere hops.",
        "entryinstructions": "-",
        "currentlydefinedtypes": "-",
        "ibumin": "25",
        "ibumax": "45",
        "ogmin": "1.040",
        "ogmax": "1.050",
        "fgmin": "1.006",
        "fgmax": "1.012",
        "abvmin": "4.2",
        "abvmax": "5.2",
        "srmmin": "3",
        "srmmax": "6",
        "strengthclassifications": "-",
        "history": "The style was popularized in Australia and New Zealand in the 2010s by breweries like Coopers and 4 Pines, seeking to offer a beer lighter than a Pale Ale but hoppier than a Golden Ale. XPAs were often keg-only releases initially but grew into full production due to popularity. The term 'XPA' remains flexible, but is generally used to describe a well-hopped, lighter-bodied ale featuring prominent new world hop character.",
        "characteristicingredients": "Pale base malts (such as Pilsner, Pale Ale malt), sometimes with small additions of Munich or wheat malt. Southern Hemisphere hops like Galaxy, Motueka, Nelson Sauvin, and Vic Secret are common. Clean American or English ale yeasts, with low ester production. Water profile may enhance hop perception (moderate sulfate levels).",
        "stylecomparison": "Lighter in body and malt than an American Pale Ale. More hop-forward and bitter than a Blonde or Golden Ale. Lower alcohol and bitterness than an American IPA. Not as juicy or soft as a New England Pale Ale. Shares similarities with Session IPAs but with a cleaner finish and less haze.",
        "commercialexamples": "Coopers XPA, Balter XPA, 4 Pines XPA, Mountain Goat XPA, Akasha Little Smith, Pirate Life XPA",
        "tags": "pale-color, standard-strength, top-fermented, hoppy, sessionable, modern-style, australian"
    },
    {
        "name": "SoCal IPA",
        "number": "AUSHC",
        "category": "Local Styles - United States",
        "categorynumber": "A",
        "overallimpression": "A dry, hop-saturated IPA with brilliant clarity and assertive bitterness. Showcasing American and Southern Hemisphere hops, SoCal IPAs emphasize bright citrus, dank pine, tropical fruit, and resinous hop flavor with minimal malt sweetness. Clean fermentation and a crisp finish make it highly drinkable despite elevated bitterness and alcohol.",
        "aroma": "High hop aroma, often led by citrus (grapefruit, orange peel), pine, dank resin, and tropical notes (mango, pineapple, passionfruit). Very low to no malt aroma; if present, may suggest a hint of toast or biscuit. Clean fermentation profile with possible light esters. No diacetyl.",
        "appearance": "Pale gold to deep golden with brilliant clarity. Long-lasting white head with moderate to high retention. Sparkling and attractive in the glass.",
        "flavor": "Aggressive hop flavor and bitterness dominate, with notes of citrus rind, pine resin, tropical fruit, and occasional dank or diesel-like hop character. Malt presence is minimal and dry—light cracker, biscuit, or toast—designed only to support the hops. The finish is dry, clean, and bitter with a lingering hop presence. No caramel or sweetness.",
        "mouthfeel": "Medium-light body with moderate to high carbonation. Smooth, crisp mouthfeel with a sharply bitter edge. Alcohol warmth may be noticeable but should never be hot or harsh.",
        "comments": "A regional variant of the West Coast IPA pioneered in Southern California by breweries such as Stone, Green Flash, Pizza Port, and Alpine. Known for its clarity, dryness, and high-impact hop character without sweetness or haze. Focused on drinkability despite bold bitterness. Often brewed with water high in sulfates to accentuate hop sharpness.",
        "entryinstructions": "-",
        "currentlydefinedtypes": "-",
        "ibumin": "50",
        "ibumax": "75",
        "ogmin": "1.060",
        "ogmax": "1.072",
        "fgmin": "1.006",
        "fgmax": "1.010",
        "abvmin": "6.5",
        "abvmax": "7.5",
        "srmmin": "4",
        "srmmax": "7",
        "strengthclassifications": "-",
        "history": "Developed in the late 1990s and early 2000s by iconic Southern California breweries as a hop-forward evolution of the American IPA. Stone IPA (1997), Green Flash West Coast IPA, and Alpine Duet set the tone for a new sub-style: dry, bitter, clear, and bursting with citrusy American hop character. The style contrasts sharply with the New England IPA movement that followed.",
        "characteristicingredients": "Pale 2-row malt base, often with small amounts of Vienna or light Munich malt for structure. Sugar additions (dextrose) are common to aid dryness. American hop varieties like Simcoe, Amarillo, Centennial, Citra, Mosaic, Chinook, and newer high-oil cultivars. Neutral American ale yeast (e.g., Chico). High sulfate water to accentuate crispness and bitterness.",
        "stylecomparison": "Drier and more aggressively bitter than modern West Coast IPAs, which may allow more malt sweetness. Clearer, crisper, and less juicy than New England IPAs. Higher hop aroma and bitterness than American Pale Ales. More focused than Session IPAs or hazy variants.",
        "commercialexamples": "Stone IPA, Beachwood Amalgamator, Green Flash West Coast IPA (OG version), Alpine Duet, Pizza Port Swami's IPA, Societe The Pupil",
        "tags": "pale-color, strong, top-fermented, very-hoppy, dry-finish, bitter, american, west-coast-style, local-style"
    },
    {
        "name": "Australian Pacific Ale",
        "number": "AAULP",
        "category": "Local Styles - Australia",
        "categorynumber": "A",
        "overallimpression": "A pale, refreshing grainy, doughy, or bready wheat beer with a clean fermentation profile and a variable hop character and bitterness. Its lighter body and higher carbonation contribute to its easy-drinking nature.",
        "aroma": "Low to moderate grainy, bready, or doughy wheat character. A light to moderate clean malty sweetness is acceptable. Moderate esters optional, usually a neutral profile. Moderate to high tropical fruity hop aroma. Usually dry-hopped. No banana. No clove phenols.",
        "appearance": "Usually pale straw to gold. Hazy with yeast and/or dry hopping approximating a Weissbier. Big, long-lasting white head.",
        "flavor": "Light to moderately-strong bready, doughy, or grainy wheat flavour, which can linger into the finish. Can finish quite dry and crisp. Medium hop bitterness, sometimes lasting into the finish. Balance is usually even, but may be slightly bitter. Dominated by definite, but not extreme, tropical fruit hop character. No banana. No clove phenols.",
        "mouthfeel": "Medium-light to medium body. Medium carbonation. Light and fresh.",
        "comments": "A modern Australian craft style. Popular for its sessionability and refreshing tropical hop aroma. Prominent wheat character and dry-hopping differentiate it from other pale ales.",
        "entryinstructions": "-",
        "currentlydefinedtypes": "-",
        "ibumin": "15",
        "ibumax": "30",
        "ogmin": "1.035",
        "ogmax": "1.043",
        "fgmin": "1.008",
        "fgmax": "1.010",
        "abvmin": "3.5",
        "abvmax": "4.4",
        "srmmin": "3",
        "srmmax": "5",
        "strengthclassifications": "-",
        "history": "Introduced by Stone and Wood in 2008 as Draught Ale and renamed Pacific Ale in 2010. Numerous other breweries have introduced similar Summer/Pacific ales, but Stone and Wood’s version has consistently rated among the top Australian craft beers since 2010.",
        "characteristicingredients": "Clean American ale yeast. Wheat malt around 20% or more. Australian hops such as Galaxy, Melba, Vic Secret, and Topaz, typically used for dry hopping. German, NZ, and American hop varieties are not typical. Weissbier yeast is inappropriate.",
        "stylecomparison": "More hop character and less yeast character than Weissbier. Never with banana or clove phenols. Generally similar in range and balance to an American Wheat Beer, but with a more tropical, passionfruit-forward hop presence.",
        "commercialexamples": "Stone and Wood Pacific Ale, 4 Pines Pacific Ale, Coopers Pacific Ale, Little Creatures Pacific Ale",
        "tags": "session-strength, pale-colour, Australia, craft-style, wheat-beer-family"
    }
]